IDEA Open Model
BendData.Radius Property
Compatible with IDEA StatiCa 20.1
 Radius of bend
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Radius { get; set; }
Public Property Radius As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace